# ClearCoverBottom Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ClearCoverBottom Property
ParameterTypeId Class See Also
---
"Rebar Cover - Bottom Face"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ClearCoverBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ClearCoverBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ClearCoverBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace